Repository: ABOYrbx/eduflow
Catalog: mac/EduFlow/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

# common_error_pending_invalid
source: Intermediate step expired. Please sign in again.
af: Zwischenschritt abgelaufen. Bitte erneut anmelden.
ar: Zwischenschritt abgelaufen. Bitte erneut anmelden.
cs: Platnost středního kroku vypršela. Přihlaste se znovu.
da: Mellemliggende trin er udløbet. Log venligst ind igen.
de: Zwischenschritt ist abgelaufen. Bitte melden Sie sich erneut an.
el: Το ενδιάμεσο βήμα έληξε. Παρακαλώ συνδεθείτε ξανά.
es: Paso intermedio expirado. Por favor, inicia sesión de nuevo.
fi: Välivaihe on vanhentunut. Kirjaudu sisään uudelleen.
fr: L'étape intermédiaire a expiré. Veuillez vous reconnecter.
it: Passo intermedio scaduto. Effettua nuovamente l'accesso.
ja: 中間ステップの有効期限が切れました。もう一度ログインしてください。
nl: Tussenstap is verlopen. Log opnieuw in.
no: Mellomtrinnet har utløpt. Vennligst logg inn igjen.
pl: Średni krok wygasł. Zaloguj się ponownie.
pt: O passo intermediário expirou. Por favor, faça o login novamente.
ro: Etapa intermediară a expirat. Vă rugăm să vă conectați din nou.
ru: Промежуточный шаг истек. Пожалуйста, войдите снова.
sv: Mellansteget löpte ut. Logga in igen.
uk: Термін дії проміжного кроку минув. Будь ласка, увійдіть знову.
zh_hans: 中间步骤过期。请重新登录。

# common_error_rate_limited
source: Too many attempts. Please try again later.
af: Zu viele Versuche. Bitte später erneut versuchen.
ar: Zu viele Versuche. Bitte später erneut versuchen.
cs: Příliš mnoho pokusů. Opakujte akci později.
da: For mange forsøg. Prøv igen senere.
de: Zu viele Versuche. Bitte versuchen Sie es später erneut.
el: Πάρα πολλές προσπάθειες. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Demasiados intentos. Inténtalo de nuevo más tarde.
fi: Liian monta yritystä. Yritä myöhemmin uudelleen.
fr: Trop de tentatives. Veuillez réessayer plus tard.
it: Troppi tentativi. Riprova più tardi.
ja: 試行回数が多すぎます。後でもう一度お試しください。
nl: Te veel pogingen. Probeer het later opnieuw.
no: For mange forsøk. Prøv igjen senere.
pl: Zbyt wiele prób. Spróbuj ponownie później.
pt: Muitas tentativas. Por favor, tente novamente mais tarde.
ro: Prea multe încercări. Vă rugăm să încercaţi din nou mai târziu.
ru: Слишком много попыток. Пожалуйста, повторите попытку позже.
sv: För många försök. Försök igen senare.
uk: Занадто багато спроб. Будь ласка, спробуйте ще раз пізніше.
zh_hans: 尝试次数过多。请稍后再试。

# common_error_token_expired
source: Session expired. Please sign in again.
af: Sitzung abgelaufen. Bitte erneut anmelden.
ar: Sitzung abgelaufen. Bitte erneut anmelden.
cs: Relace vypršela. Přihlaste se znovu.
da: Session udløbet. Log venligst ind igen.
de: Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
el: Η συνεδρία έληξε. Παρακαλώ συνδεθείτε ξανά.
es: Sesión caducada. Por favor, inicia sesión de nuevo.
fi: Istunto on vanhentunut. Kirjaudu sisään uudelleen.
fr: La session a expiré. Veuillez vous reconnecter.
it: Sessione scaduta. Per favore accedi di nuovo.
ja: セッションの有効期限が切れました。もう一度サインインしてください。
nl: Sessie verlopen. Log opnieuw in.
no: Økten er utløpt. Vennligst logg inn igjen.
pl: Sesja wygasła. Zaloguj się ponownie.
pt: Sessão expirada. Por favor, faça login novamente.
ro: Sesiunea a expirat. Vă rugăm să vă conectați din nou.
ru: Время сессии истекло. Пожалуйста, войдите снова.
sv: Sessionen har löpt ut. Vänligen logga in igen.
uk: Сесія закінчилась. Будь ласка, увійдіть знову.
zh_hans: 会话已过期。请重新登录。

# common_error_token_invalid
source: Session invalid. Please sign in again.
af: Sitzung ungültig. Bitte erneut anmelden.
ar: Sitzung ungültig. Bitte erneut anmelden.
cs: Neplatná relace. Přihlaste se prosím znovu.
da: Session ugyldig. Log venligst ind igen.
de: Sitzung ungültig. Bitte melden Sie sich erneut an.
el: Η συνεδρία δεν είναι έγκυρη. Παρακαλώ συνδεθείτε ξανά.
es: Sesión no válida. Por favor, inicia sesión de nuevo.
fi: Istunto ei kelpaa. Kirjaudu sisään uudelleen.
fr: Session invalide. Veuillez vous reconnecter.
it: Sessione non valida. Per favore accedi di nuovo.
ja: セッションが無効です。もう一度サインインしてください。
nl: Sessie ongeldig. Log opnieuw in.
no: Økten er ugyldig. Vennligst logg inn igjen.
pl: Sesja jest nieprawidłowa. Zaloguj się ponownie.
pt: Sessão inválida. Por favor, faça login novamente.
ro: Sesiune invalidă. Vă rugăm să vă conectați din nou.
ru: Сеанс недействителен. Пожалуйста, войдите снова.
sv: Sessionen är ogiltig. Vänligen logga in igen.
uk: Сесія недійсна. Будь ласка, увійдіть знову.
zh_hans: 会话无效。请重新登录。

# common_error_upstream
source: Request failed. Please try again later.
af: Anfrage fehlgeschlagen. Bitte später erneut versuchen.
ar: فشل الطلب. الرجاء المحاولة مرة أخرى لاحقاً.
cs: Požadavek se nezdařil. Opakujte akci později.
da: Anmodning mislykkedes. Prøv igen senere.
de: Anfrage fehlgeschlagen. Bitte versuchen Sie es später erneut.
el: Το αίτημα απέτυχε. Παρακαλώ προσπαθήστε ξανά αργότερα.
es: Solicitud fallida. Inténtalo de nuevo más tarde.
fi: Pyyntö epäonnistui. Yritä myöhemmin uudelleen.
fr: La demande a échoué. Veuillez réessayer plus tard.
it: Richiesta non riuscita. Riprova più tardi.
ja: リクエストに失敗しました。後でもう一度お試しください。
nl: Aanvraag is mislukt. Probeer het later opnieuw.
no: Forespørselen mislyktes. Prøv igjen senere.
pl: Żądanie nie powiodło się. Spróbuj ponownie później.
pt: A solicitação falhou. Por favor, tente novamente mais tarde.
ro: Solicitare eșuată. Te rugăm să încerci din nou mai târziu.
ru: Не удалось выполнить запрос. Повторите попытку позже.
sv: Begäran misslyckades. Försök igen senare.
uk: Не вдалося виконати запит. Спробуйте ще раз пізніше.
zh_hans: 请求失败。请稍后再试。

# common_error_validation
source: Invalid input. Please check and try again.
af: Ungültige Eingabe. Bitte prüfen und erneut versuchen.
ar: Ungültige Eingabe. Bitte prüfen und erneut versuchen.
cs: Neplatný vstup. Zkontrolujte a zkuste to znovu.
da: Ugyldigt input. Kontroller og prøv igen.
de: Ungültige Eingabe. Bitte überprüfen und erneut versuchen.
el: Μη έγκυρη είσοδος. Παρακαλώ ελέγξτε και προσπαθήστε ξανά.
es: Entrada no válida. Por favor, compruébalo e inténtalo de nuevo.
fi: Virheellinen syöte. Tarkista ja yritä uudelleen.
fr: Saisie non valide. Veuillez vérifier et réessayer.
it: Input non valido. Si prega di controllare e riprovare.
ja: 無効な入力です。確認してもう一度やり直してください。
nl: Ongeldige invoer. Controleer en probeer het opnieuw.
no: Ugyldig inndata. Vennligst sjekk og prøv igjen.
pl: Nieprawidłowe dane wejściowe. Proszę sprawdzić i spróbować ponownie.
pt: Entrada inválida. Por favor, verifique e tente novamente.
ro: Intrare nevalidă. Vă rugăm să verificaţi şi să încercaţi din nou.
ru: Неверный ввод. Пожалуйста, проверьте и повторите попытку.
sv: Ogiltig inmatning. Kontrollera och försök igen.
uk: Неправильне введення. Будь ласка, перевірте і повторіть спробу.
zh_hans: 无效的输入。请检查并重试。

# common_loading
source: Loading …
af: Lädt …
ar: جاري التحميل …
cs: Načítání …
da: Indlæser …
de: Lade …
el: Φόρτωση …
es: Cargando …
fi: Ladataan …
fr: Chargement de …
it: Caricamento …
ja: Lädt …
nl: Lädt …
pl: Ładowanie …
pt: Carregando …
ro: Se încarcă …
ru: Загрузка …
sv: Laddar …
uk: Завантаження …
zh_hans: 正在加载 …

# common_password_hide
source: Hide password
af: Passwort verbergen
ar: إخفاء كلمة المرور
cs: Skrýt heslo
da: Skjul adgangskode
de: Passwort ausblenden
el: Απόκρυψη κωδικού πρόσβασης
es: Ocultar contraseña
fi: Piilota salasana
fr: Cacher le mot de passe
it: Nascondi password
ja: パスワードを隠す
nl: Wachtwoord verbergen
no: Skjul passord
pl: Ukryj hasło
pt: Ocultar senha
ro: Ascunde parola
ru: Скрыть пароль
sv: Dölj lösenord
uk: Приховати пароль
zh_hans: 隐藏密码

# common_password_show
source: Show password
af: Passwort anzeigen
ar: إظهار كلمة المرور
cs: Zobrazit heslo
da: Vis adgangskode
de: Passwort anzeigen
el: Εμφάνιση κωδικού πρόσβασης
es: Mostrar contraseña
fi: Näytä salasana
fr: Afficher le mot de passe
it: Mostra password
ja: パスワードを表示
nl: Toon wachtwoord
no: Vis passord
pl: Pokaż hasło
pt: Mostrar senha
ro: Arată parola
ru: Показать пароль
sv: Visa lösenord
uk: Показати пароль
zh_hans: 显示密码

# common_profile_menu_open
source: Open profile menu
af: Profilmenü öffnen
ar: فتح قائمة الملف الشخصي
cs: Otevřít nabídku profilu
da: Åbn profilmenu
de: Profilmenü öffnen
el: Άνοιγμα μενού προφίλ
es: Abrir menú de perfil
fi: Avaa profiilivalikko
fr: Ouvrir le menu de profil
it: Apri menu profilo
ja: プロファイルメニューを開く
nl: Open profiel menu
no: Åpne profilmeny
pl: Otwórz menu profilu
pt: Abrir menu de perfil
ro: Deschide meniul profilului
ru: Открыть меню профиля
sv: Öppna profilmenyn
uk: Відкрити меню профілю
zh_hans: 打开配置文件菜单

# common_toggle_off
source: Off
af: Aus
ar: متوقف
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργό
es: Apagado
fi: Pois
fr: Désactivé
ja: オフ
nl: UIT
no: Av
pl: Wyłączony
pt: Desligado
ro: Dezactivat
ru: Выкл
sv: Av
uk: Вимкнено
zh_hans: 关闭

# common_toggle_on
source: On
af: Ein
ar: تشغيل
cs: Zapnuto
da: Til
de: An
el: Ενεργό
es: En
fi: Päällä
fr: Activé
it: Acceso
ja: オン
nl: op
no: På
pl: Włączone
pt: Ligado
ro: Activat
ru: На
sv: På
uk: Увімк
zh_hans: 开启

# common_unknown_author
source: (unknown)
af: (unbekannt)
ar: (مجهول)
cs: (neznámý)
da: (ukendt)
de: (unbekannt)
el: (άγνωστο)
es: (desconocido)
fi: (tuntematon)
fr: (inconnu)
it: (sconosciuto)
ja: (不明)
nl: (onbekend)
no: (ukjent)
pl: (nieznany)
pt: (desconhecido)
ro: (necunoscut)
ru: (неизвестно)
sv: (okänd)
uk: (невідомо)
zh_hans: (未知)

# content_demo_hint
source: Only synthetic sample data from the local fake server
af: Nur synthetische Beispieldaten vom lokalen Fake-Server
ar: بيانات العينة الاصطناعية فقط من الخادم المزور المحلي
cs: Pouze syntetická vzorová data z místního serveru
da: Kun syntetiske eksempeldata fra den lokale falske server
de: Nur synthetische Sample-Daten vom lokalen gefälschten Server
el: Μόνο συνθετικά δείγματα δεδομένων από τον τοπικό πλαστό διακομιστή
es: Sólo datos sintéticos de muestra del servidor local falso
fi: Vain synteettiset näytetiedot paikalliselta väärennyspalvelimelta
fr: Uniquement les données d'échantillonnage synthétique provenant du faux serveur local
it: Solo i dati di esempio sintetici dal server falso locale
ja: ローカルの偽のサーバーからの合成サンプルデータのみ
nl: Alleen synthetische voorbeeldgegevens van de lokale nep-server
no: Kun syntetiske eksempeldata fra den lokale fake serveren
pl: Tylko syntetyczne dane przykładowe z lokalnego fałszywego serwera
pt: Apenas dados de exemplo sintético do servidor falso local
ro: Doar datele eșantioanelor sintetice de pe serverul fals local
ru: Только синтетические образцы данных с локального поддельного сервера
sv: Endast syntetiska provdata från den lokala falska servern
uk: Лише дані синтетичних зразків з локального сервера Fake
zh_hans: 仅本地假体服务器上的合成示例数据

# devices_count
source: %d sessions
af: %d Sitzungen
ar: جلسات %d
cs: %d relací
da: %d sessioner
de: %d Sitzungen
el: Συνεδρίες %d
es: %d sesiones
fi: %d istuntoa
fr: Sessions %d
it: %d Sitzungen
ja: %d セッション
nl: %d sessies
no: %d økter
pl: %d sesji
pt: %d sessões
ro: %d sesiuni
ru: %d сессий
sv: %d sessioner
uk: %d сесій
zh_hans: %d 会话

# devices_valid_until
source: Valid until %@
af: Gültig bis %@
ar: صالح حتى %@
cs: Platné do %@
da: Gyldig indtil %@
de: Gültig bis %@
el: Ισχύει μέχρι το %@
es: Válido hasta %@
fi: Voimassa %@ saakka
fr: Valable jusqu'à %@
it: Valido fino ad %@
ja: %@ まで有効です
nl: Geldig tot %@
no: Gyldig til %@
pl: Ważne do %@
pt: Válido até %@
ro: Valabil până la %@
ru: Действителен до %@
sv: Giltig till %@
uk: Gültig bis %@
zh_hans: 有效期至 %@

# erledigt
source: completed
af: erledigt
ar: اكتمل
cs: dokončeno
da: fuldført
de: erledigt
el: ολοκληρώθηκε
es: completado
fi: valmis
fr: Terminé
it: completato
ja: 完了
nl: voltooid
no: fullført
pl: ukończone
pt: concluído
ro: finalizată
ru: завершено
sv: slutförd
uk: завершено
zh_hans: 已完成

# grades_average_hint
source: Average of classic grades, weighted.
af: Schnitt aus klassischen Noten, nach Gewichtung.
ar: متوسط الدرجات الكلاسيكية، مرجح.
cs: Průměr klasické třídy, vážený.
da: Gennemsnit af klassiske kvaliteter, vægtet.
de: Durchschnitt der klassischen Sorten, gewichtet.
el: Μέσος όρος κλασικών βαθμών, σταθμισμένο.
es: Media de las notas clásicas, ponderadas.
fi: Keskimääräinen klassinen arvosanoja, painotettu.
fr: Moyenne des notes classiques, pondérées.
it: Media dei gradi classici, ponderato.
ja: 古典的な成績の平均, 重み付け.
nl: Gemiddelde klassieke cijfers, gewogen
no: Gjennomsnitt av klassiske grader, vektet.
pl: Średnia klasycznych klas, ważona.
pt: Média de notas clássicas, ponderadas.
ro: Media gradelor clasice, ponderată.
ru: Средние классические сорта, взвешенные.
sv: Medelvärde av klassiska betyg, viktas.
uk: В середньому класичних оцінок, величин ваги.
zh_hans: 经典职等的平均加权数。

# grades_average_stats
source: Average: %@
af: Schnitt: %@
ar: المتوسط: %@
cs: Průměr: %@
da: Gennemsnit: %@
de: Durchschnitt: %@
el: Μέσος Όρος: %@
es: Promedio: %@
fi: Keskiarvo: %@
fr: Moyenne : %@
it: Media: %@
ja: 平均: %@
nl: Gemiddelde: %@
no: Gjennomsnitt: %@
pl: Średnia: %@
pt: Média: %@
ro: Medie: %@
ru: Среднее: %@
sv: Medel: %@
uk: Пересічно: %@
zh_hans: 平均: %@

# grades_halfyear_all
source: All
af: Gesamt
ar: Gesamt
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tous
it: Tutti
ja: すべて
nl: Allemaal
no: Alle
pl: Wszystkie
pt: TODOS
ro: Toate
ru: Все
sv: Alla
uk: Всі
zh_hans: 所有的

# grades_halfyear_format
source: Semester %d (%d/%@)
af: %d. Halbjahr %d/%@

# grades_load_more
source: Load more (%d/%d)
af: Mehr laden (%d/%d)
ar: تحميل المزيد (%d/%d)
cs: Načíst více (%d/%d)
da: Indlæs mere (%d/%d)
de: Mehr laden (%d/%d)
el: Φόρτωση περισσότερων (%d/%d)
es: Cargar más (%d/%d)
fi: Lataa lisää (%d/%d)
fr: Charger plus (%d/%d)
it: Carica altro (%d/%d)
ja: さらに読み込む (%d/%d)
nl: Laad meer (%d/%d)
no: Last inn mer (%d/%d)
pl: Załaduj więcej (%d/%d)
pt: Carregar mais (%d/%d)
ro: Încarcă mai mult (%d/%d)
ru: Загрузить больше (%d/%d)
sv: Ladda mer (%d/%d)
uk: Завантажити більше (%d/%d)
zh_hans: 加载更多(%d/%d)

# grades_nav
source: Grades
af: Noten
ar: نوتن
cs: Třídy
da: Kvaliteter
de: Noten
el: Βαθμοί
es: Grados
fi: Palkkaluokat
fr: Notes
it: Gradi
ja: 成績
nl: Beoordelingen
no: Karakter
pl: Oceny
pt: Notas
ro: Clasele
ru: Оценки
sv: Betyg
uk: Класи
zh_hans: 成绩

# grades_not_classic
source: not graded
af: o. Wertung
ar: غير مرتبة
cs: nezařazeno
da: ikke sorteret
de: nicht bewertet
el: δεν έχει βαθμολογηθεί
es: sin calificar
fi: ei luokiteltu
fr: non noté
it: non classificato
ja: 採点なし
nl: niet beoordeeld
no: ikke gradert
pl: nie oceniono
pt: não avaliado
ro: neclasificate
ru: не оценено
sv: inte graderad
uk: не оцінено
zh_hans: 未评分

# grades_picker_halfyear
source: Semester
af: Halbjahr

# grades_search_placeholder
source: Search
af: Suchen
ar: البحث
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Etsi
fr: Chercher
it: Cerca
ja: 検索
nl: Zoeken
no: Søk
pl: Szukaj
pt: Pesquisa
ro: Caută
ru: Искать
sv: Sök
uk: Пошук
zh_hans: 搜索

# grades_subject_average_caption
source: Subject avg. weighted
af: Fachschn. gewichtet
ar: متوسط الموضوع مرجح
cs: Předmět je vážný
da: Formålsvægtet avg.
de: Betreff avg. gewichtet
el: Θέμα μέσο σταθμισμένο
es: Asunto promedio. ponderado
fi: Kohteen avg painotettu
fr: Moyenne du sujet pondérée
it: Oggetto mediamente ponderato
ja: 件名平均加重量
nl: Onderwerp gem. gewogen
no: Emne vektet
pl: Średnia ważona
pt: Sujeito médio ponderado
ro: Greutate medie a subiectului
ru: Среднее значение по предмету
sv: Ämne avg. viktad
uk: Проважена тема. Вона зважено
zh_hans: 主题加权：

# grades_subject_count
source: %d grades
af: %d Noten
ar: الدرجات %d
cs: %d stupňů
da: %d karakterer
de: %d Noten
es: %d grados
fi: %d arvosanat
fr: Notes %d
it: Gradi %d
ja: %d の成績
nl: %d cijfers
no: %d grader
pl: %d stopni
pt: Notas do %d
ro: Grade %d
ru: %d классы
sv: %d betyg
uk: %d класи
zh_hans: %d 评分

# grades_subject_other
source: Other
af: Sonstiges
ar: Sonstiges
cs: Ostatní
da: Andet
de: Andere
el: Άλλο
es: Otro
fi: Muu
fr: Autres
it: Altro
ja: その他
nl: anders
no: Annet
pl: Inne
pt: Outros
ro: Altele
ru: Прочие вопросы
sv: Annat
uk: Інше
zh_hans: 其他

# grades_summary_stats
source: %d grades · %d subjects · average: %@
af: %d Noten · %d Fächer · Schnitt: %@
ar: %d درجات · %d مواضيع · متوسط: %@
cs: %d stupňů · %d předmětů · průměr: %@
da: %d grader · %d forsøgspersoner · gennemsnit: %@
de: %d Sorten · %d Fächer · Durchschnitt: %@
el: %d grades · %d subjec· average: %@
es: %d grados · %d sujetos · promedio: %@
fi: %d arvosanat · %d aiheita · keskimäärin: %@
fr: Notes %d · %d sujets · moyenne : %@
it: %d gradi · %d soggetti · media: %@
ja: %d grades · %d subject · average: %@
nl: %d cijfers · %d onderdanen · gemiddeld: %@
no: %d grader · %d emner · gjennomsnitt: %@
pl: %d stopni · %d uczestników · średnia: %@
pt: %d Noten · %d Fächer · Schnitt: %@
ro: %d grade · %d subiecți · medie: %@
ru: %d классы · %d предметов · среднее: %@
sv: %d betyg · %d ämnen · genomsnitt: %@
uk: %d оцінки · %d тема · середня: %@
zh_hans: %d 等级 · %d 主题平均： %@

# grades_weight_format
source: Weighting %@
af: Gewichtung %@
ar: وزن %@
cs: Gewichtung %@
da: Vægtning %@
de: Gewichtung %@
el: Στάθμιση %@
es: Peso %@
fi: Painotus %@
fr: Gewichtung %@
it: Ponderazione %@
ja: %@ を重み付け中
nl: Gewogen %@
no: Vekser %@
pl: Ważenie %@
pt: Peso %@
ro: Ponderare %@
ru: Вес %@
sv: Viktning %@
uk: Вивага %@
zh_hans: 权重 %@

# grades_weight_once
source: Weighting ×1
af: Gewichtung ×1
ar: وزن ×1
cs: Váha ×1
da: Vægtning ×1
de: Gewichtung ×1
el: Διάρθρωση × 1
es: Peso ×1
fi: Painotus ×1
fr: Poids ×1
it: Ponderazione ×1
ja: 重み付け×1
nl: Gewichten ×1
no: Vektmåling × 1
pl: Waga × 1
pt: Peso ×1
ro: Ponderare ×1
ru: Вес ×1
sv: Viktning ×1
uk: Оміжна вага ×1
zh_hans: 权重 ×1

# homework_action_done
source: Done
af: Fertig
ar: تم
cs: Hotovo
da: Udført
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fi: Valmis
fr: Fait
it: Fatto
ja: 完了
nl: Voltooid
no: Ferdig
pl: Gotowe
pt: Concluído
ro: Terminat
ru: Готово
sv: Klar
uk: Виконано
zh_hans: 完成

# homework_action_reopen
source: Reopen
af: Wieder öffnen
ar: Wieder öffnen
cs: Znovu otevřít
da: Genåbn
de: Wiederöffnen
el: Ξαναανοίξτε
es: Reabrir
fi: Avaa Uudelleen
fr: Rouvrir
it: Riapri
ja: 再オープン
nl: Heropenen
no: Gjenåpne
pl: Otwórz ponownie
pt: Reabrir
ro: Redeschide
ru: Переоткрыть
sv: Återöppna
uk: Відкрити знову
zh_hans: 重新打开

# homework_action_restore
source: Restore
af: Zurückholen
ar: Zurückholen
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fr: Restaurer
it: Ripristina
ja: 復元
nl: Herstellen
no: Gjenopprett
pl: Przywróć
pt: RESTAURAR
ro: Restaurează
ru: Восстановить
sv: Återställ
uk: Відновити
zh_hans: 恢复

# homework_action_trash
source: Trash
af: Papierkorb
ar: Papierkorb
cs: Koš
da: Papirkurven
de: Papierkorb
el: Απορρίμματα
es: Basura
fi: Roskaa
fr: Corbeille
it: Cestino
ja: ごみ箱に入れる
nl: Prullenbak
no: Papirkurv
pl: Kosz
pt: Descartar
ro: Gunoi
ru: Корзина
sv: Papperskorg
uk: Кошик
zh_hans: 回收站

# homework_count
source: %d homework
af: %d Aufgaben
ar: الواجبات المنزلية %d
cs: %d domácí úkol
da: %d lektier
de: %d Hausaufgaben
es: %d deberes
fi: %d kotitehtävät
fr: %d Aufgaben
it: %d compiti
ja: %d の課題
nl: %d huiswerk
no: %d lekser
pl: %d zadanie domowe
pt: %d tarefa
ro: Temă %d
ru: %d Aufgaben
sv: %d läxor
uk: %d Aufgaben
zh_hans: %d 家庭工作

# homework_deleted
source: Deleted
af: Gelöscht
ar: محذوف
cs: Odstraněno
da: Slettet
de: Gelöscht
el: Διαγράφηκε
es: Eliminado
fi: Poistettu
fr: Supprimé
it: Eliminato
ja: 削除しました
nl: Verwijderd
no: Slettet
pl: Usunięto
pt: Excluído
ro: Șters
ru: Удалено
sv: Borttagen
uk: Видалено
zh_hans: 已删除

# homework_due_prefix
source: due:
af: fällig:
ar: مستحق:
cs: splatné:
da: forfaldende:
de: fällig:
el: λήψη:
es: debido:
fi: erä:
fr: Échéance :
it: dovuto:
ja: 期限:
nl: benodigd:
no: forfall:
pl: termin:
pt: devido:
ro: datorat:
ru: по:
sv: förfaller:
uk: через:
zh_hans: 到期时间：

# homework_empty_all
source: No homework.
af: Keine Hausaufgaben.
ar: لا يوجد واجب منزلي.
cs: Žádný domácí úkol.
da: Ingen lektier.
de: Keine Hausaufgaben.
el: Καμία εργασία στο σπίτι.
es: No hay deberes.
fi: Ei kotiläksyjä.
fr: Pas de devoirs.
it: Nessun compito.
ja: 宿題はありません。
nl: Geen huiswerk.
no: Ingen lekser.
pl: Brak pracy domowej.
pt: Nenhum dever de casa.
ro: Nicio temă.
ru: Нет домашней работы.
sv: Inga läxor.
uk: Немає домашнього завдання.
zh_hans: 没有做家务。

# homework_empty_done
source: Nothing completed yet.
af: Noch nichts erledigt.
ar: لم يكتمل شيء بعد.
cs: Zatím nic nebylo dokončeno.
da: Intet fuldført endnu.
de: Noch nichts abgeschlossen.
el: Τίποτα δεν ολοκληρώθηκε ακόμα.
es: Nada completado todavía.
fi: Mitään ei ole vielä valmis.
fr: Rien n'a encore été complété.
it: Nulla è ancora completato.
ja: まだ完了していません。
nl: Nog niets voltooid.
no: Ingenting er fullført ennå.
pl: Nic jeszcze nie ukończono.
pt: Nada foi concluído ainda.
ro: Nimic încă terminat.
ru: Пока ничего не выполнено.
sv: Inget avslutat ännu.
uk: Поки що нічого не завершено.
zh_hans: 尚未完成。

# homework_empty_open
source: No open tasks.
af: Keine offenen Aufgaben.
ar: لا توجد مهام مفتوحة.
cs: Žádné otevřené úkoly.
da: Ingen åbne opgaver.
de: Keine offenen Aufgaben.
el: Καμία ανοιχτή εργασία.
es: No hay tareas abiertas.
fi: Ei avoimia tehtäviä.
fr: Aucune tâche ouverte.
it: Nessuna attività aperta.
ja: 開いているタスクはありません。
nl: Geen open taken.
no: Ingen åpne arbeidsoppgaver.
pl: Brak otwartych zadań.
pt: Nenhuma tarefa aberta.
ro: Nu sunt sarcini deschise.
ru: Нет открытых задач.
sv: Inga öppna uppgifter.
uk: Немає відкритих завдань.
zh_hans: 没有打开的任务。

# homework_empty_overdue
source: Nothing overdue.
af: Nichts überfällig.
ar: لا شيء تأخر عن موعده.
cs: Nic nemělo být pozdě.
da: Intet skulle have været overskredet.
de: Nichts ist überfällig.
el: Τίποτα δεν καθυστερήθηκε.
es: No tenía nada que ver.
fi: Ei mitään myöhässä.
fr: Rien en retard.
it: Nulla è atteso.
ja: 期限切れのものはありません。
nl: Niets had te laat moeten zijn.
no: Ingenting forfalt.
pl: Nic się nie skończyło.
pt: Nada em atraso.
ro: Nimic de întârziat.
ru: Ничего не просрочено.
sv: Ingenting borde ha skett.
uk: Нічого не прострочено.
zh_hans: 没有逾期未交的时间。

# homework_empty_trash
source: The trash is empty.
af: Der Papierkorb ist leer.
ar: Der Papierkorb ist leer.
cs: Koš je prázdný.
da: Papirkurven er tom.
de: Der Papierkorb ist leer.
el: Ο κάδος απορριμμάτων είναι άδειος.
es: La papelera está vacía.
fi: Roskakori on tyhjä.
fr: La corbeille est vide.
it: Il cestino è vuoto.
ja: ごみ箱は空です。
nl: De prullenbak is leeg.
no: Papirkurven er tom.
pl: Kosz jest pusty.
pt: O lixo está vazio.
ro: Gunoiul este gol.
ru: Корзина пуста.
sv: Papperskorgen är tom.
uk: Смітник пустий.
zh_hans: 回收站为空。

# homework_filter_done
source: Completed
af: Erledigt
ar: مكتمل
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fi: Valmis
fr: Terminé
it: Completato
ja: 完了
nl: Voltooid
no: Fullført
pl: Zakończone
pt: Concluído
ro: Completat
ru: Выполнено
sv: Slutförd
uk: Завершені
zh_hans: 已完成

# homework_filter_trash
source: Recycle bin
af: Papierkorb
ar: سلة المحذوفات
cs: Koš
da: Papirkurv
de: Papierkorb
el: Κάδος ανακύκλωσης
es: Papelera de reciclaje
fi: Kierrä roskakori
fr: Corbeille
it: Riciclare il cestino
ja: リサイクルビン
nl: Prullenbak verwijderen
no: Resirkuler bin
pl: Kosz
pt: Lixeira
ro: Coș de gunoi
ru: Корзина
sv: Papperskorgen
uk: Кошик
zh_hans: 回收站

# homework_load_more
source: Load more (%d/%d)
af: Mehr laden (%d/%d)
ar: تحميل المزيد (%d/%d)
cs: Načíst více (%d/%d)
da: Indlæs mere (%d/%d)
de: Mehr laden (%d/%d)
el: Φόρτωση περισσότερων (%d/%d)
es: Cargar más (%d/%d)
fi: Lataa lisää (%d/%d)
fr: Charger plus (%d/%d)
it: Carica altro (%d/%d)
ja: さらに読み込む (%d/%d)
nl: Laad meer (%d/%d)
no: Last inn mer (%d/%d)
pl: Załaduj więcej (%d/%d)
pt: Carregar mais (%d/%d)
ro: Încarcă mai mult (%d/%d)
ru: Загрузить больше (%d/%d)
sv: Ladda mer (%d/%d)
uk: Завантажити більше (%d/%d)
zh_hans: 加载更多(%d/%d)
